Repository: arigints/server-docker
Catalog: yourls/conf/opt/yourls/user/plugins/Upload-and-Shorten/l10n/upload-and-shorten-*.po
Languages: es_es

source: Send a file to your webserver and create a short-URL for it.
es_es: Subir archivo y crear enlace.

source: Select a file
es_es: Slecciona un archivo

source: YOURLS database options
es_es: Opciones de base de datos de YOURLS

source: Custom shortname:
es_es: Nombre corto personalizado:

source: Custom title:
es_es: Título personalizado:

source: Filename conversions (optional)
es_es: Conversiones de nombre de archivo (opcional)

source: No conversion
es_es: Sin conversión

source: Filename will not be changed at all.
es_es: El nombre de archivo no será cambiado.

source: Browser-safe filename
es_es: Nombres de archivos seguros para el navegador

source: Recommended if the file should be accessed by web-browsers.
es_es: Recomandado si el archivo va a ser abierto por el explorador web.

source: Randomize filename
es_es: Nombre de archivo aleatorio

source: Browser-safe filenames with a slight protection against systematic crawling your web-directory.
es_es: Nombres de archivos seguros para el navegador con una ligera protección contra el rastreo sistemático de su directorio web.

source: Drop extension
es_es: Quitar extensión

source: Hide the filetype. Can be combined with above options.
es_es: Ocultar el tipo de archivo. Se puede combinar con las opciones anteriores.

source: Some webservers won't send correct headers and web-browsers may not handle the file correctly.
es_es: Algunos webserver no envían los headers correctos y puede que los navegadores no abran bien el archivo.

source: Go!
es_es: ¡Adelante!

source: This plugin is hosted at
es_es: Este plugin está alojado en:

source: If you like it, remember someone spends his time working on it.
es_es: Si te gusta recuerda que alguien le está dedicando su tiempo.

source: A cup of coffee might stimulate further improvements. ;-)
es_es: Una relaxing cup of café con leche puede estimularme para mejorar el plugin ;-)

source: You need to select a file to upload.
es_es: Debes seleccionar un archivo a subir.

source: successfully sent. These are the links to your file:
es_es: correctamente enviado. Aquí los links a tu archivo:

source: Direct:
es_es: Directo:

source: Short:
es_es: URL corta:

source: Upload failed, sorry! The error was
es_es: Subida interrumpida!. Este ha sido el fallo:
